{"translation-revision-date":"2025-02-03 13:23:35+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"fa"},"opens in new tab":["در برگه جدید باز می شود"],"Your test email was sent to the requested email address. The result we received from the WordPress wp_mail() function was: %s<br \/><br \/>A 'True' result means WordPress thinks the mail was sent without errors. A 'False' result means that WordPress encountered an error sending your mail. Note that it's possible to get a 'True' response with an error elsewhere in your mail system that may cause emails to not be delivered.":["ایمیل آزمایشی شما به آدرس ایمیل درخواستی ارسال شد. نتیجه ای که ما از تابع wp_mail() وردپرس دریافت کردیم این بود: %s<br \/><br \/>نتیجه «درست» به این معنی است که وردپرس فکر می کند نامه بدون خطا ارسال شده است. نتیجه \"False\" به این معنی است که وردپرس در ارسال نامه شما با خطا مواجه شده است. توجه داشته باشید که ممکن است پاسخ \"درست\" با خطا در جای دیگری از سیستم پستی خود دریافت کنید که ممکن است باعث عدم تحویل ایمیل شود."],"Your rules have been updated successfully. You are currently using the free version of Wordfence. Upgrade to Wordfence premium to have your rules updated automatically as new threats emerge. <a href=\"https:\/\/www.wordfence.com\/wafUpdateRules1\/wordfence-signup\/\">Click here to purchase a premium license<\/a>. <em>Note: Your rules will still update every 30 days as a free user.<\/em>":["قوانین شما با موفقیت به روز شد. شما در حال حاضر از نسخه رایگان Wordfence استفاده می کنید. به Wordfence Premium ارتقا دهید تا قوانین شما به‌طور خودکار با ظهور تهدیدات جدید بروزرسانیشوند. <a href=\"https:\/\/www.wordfence.com\/wafUpdateRules1\/wordfence-signup\/\">برای خرید مجوز ممتاز اینجا را کلیک کنید<\/a>. <em>توجه: قوانین شما همچنان هر 30 روز به عنوان کاربر رایگان بروزرسانیمی‌شوند.<\/em>"],"You have unsaved changes to your options. If you leave this page, those changes will be lost.":["شما تغییرات ذخیره نشده ای در گزینه های خود دارید. اگر این صفحه را ترک کنید، آن تغییرات از بین خواهند رفت."],"You are using an Nginx web server and using a FastCGI processor like PHP5-FPM. You will need to manually delete or hide those files.":["شما از یک وب سرور Nginx استفاده می کنید و از یک پردازنده FastCGI مانند PHP5-FPM استفاده می کنید. شما باید آن فایل ها را به صورت دستی حذف یا مخفی کنید."],"You are using an Nginx web server and using a FastCGI processor like PHP5-FPM. You will need to manually modify your php.ini to disable <em>display_error<\/em>":["شما از یک وب سرور Nginx استفاده می کنید و از یک پردازنده FastCGI مانند PHP5-FPM استفاده می کنید. برای غیرفعال کردن <em>display_error<\/em> باید php.ini خود را به صورت دستی تغییر دهید."],"You are using Nginx as your web server. You'll need to disable autoindexing in your nginx.conf. See the <a target='_blank'  rel='noopener noreferrer' href='https:\/\/nginx.org\/en\/docs\/http\/ngx_http_autoindex_module.html'>Nginx docs for more info<\/a> on how to do this.":["شما از Nginx به عنوان وب سرور خود استفاده می کنید. شما باید نمایه سازی خودکار را در nginx.conf خود غیرفعال کنید. را ببینید <a target='_blank'  rel='noopener noreferrer' href='https:\/\/nginx.org\/en\/docs\/http\/ngx_http_autoindex_module.html'>اسناد Nginx برای اطلاعات بیشتر<\/a> در مورد نحوه انجام این کار."],"Your .htaccess has been updated successfully. Please verify your site is functioning normally.":["شما htaccess. با موفقیت به روز شد. لطفاً بررسی کنید که سایت شما به طور عادی کار می کند."],"Your Wordfence activity log was sent to %s":["گزارش فعالیت Wordfence شما به %s ارسال شد"],"Your rules have been updated successfully.":["قوانین شما با موفقیت به روز شد."],"You forgot to include a reason you're blocking this IP range. We ask you to include this for your own record keeping.":["فراموش کردید دلیلی را برای مسدود کردن این محدوده IP ذکر کنید. ما از شما می خواهیم که این را برای نگهداری سوابق خود درج کنید."],"Wordfence is working...":["Wordfence در حال کار است..."],"Send":["ارسال"],"Learn more about repairing modified files.":["درباره تعمیر فایل های اصلاح شده بیشتر بدانید."],"Error":["خطایی رخ داد"],"Error Saving Options":["خطا در ذخیره گزینه ها"],"Error Saving Option":["خطا در ذخیره گزینه"],"Error Restoring Defaults":["خطا در بازیابی پیش فرض ها"],"Error Enabling All Options Page":["خطا در فعال کردن صفحه همه گزینه ها"],"Success deleting file":["حذف فایل با موفقیت انجام شد"],"Note: Status will update when changes are saved":["توجه: با ذخیره تغییرات، وضعیت به روز می شود"],"Next Update Check: %s":["بررسی بروزرسانیبعدی: %s"],"Success restoring file":["بازیابی فایل با موفقیت انجام شد"],"We encountered a problem":["با مشکل مواجه شدیم"],"Rule Update Failed":["به روز رسانی قانون انجام نشد"],"Scan Complete.":["اسکن کامل شد."],"Successfully deleted admin":["ادمین با موفقیت حذف شد"],"Use one of these %s codes to log in if you lose access to your authenticator device. Codes are 16 characters long, plus optional spaces. Each one may be used only once.":["اگر دسترسی به دستگاه احراز هویت خود را از دست دادید، از یکی از این کدهای %s برای ورود به سیستم استفاده کنید. کدها 16 کاراکتر به همراه فاصله های اختیاری هستند. هر یک فقط یک بار قابل استفاده است."],"Use one of these %s codes to log in if you are unable to access your phone. Codes are 16 characters long, plus optional spaces. Each one may be used only once.":["اگر نمی توانید به تلفن خود دسترسی پیدا کنید، از یکی از این کدهای %s برای ورود به سیستم استفاده کنید. کدها 16 کاراکتر به همراه فاصله های اختیاری هستند. هر یک فقط یک بار قابل استفاده است."],"This will be shown only once. Keep these codes somewhere safe.":["این فقط یک بار نشان داده خواهد شد. این کدها را در جایی امن نگه دارید."],"Test Email Sent":["ایمیل آزمایشی ارسال شد"],"Unable to automatically hide file":["امکان مخفی کردن خودکار فایل وجود ندارد"],"Enter the email address you would like to send the Wordfence activity log to. Note that the activity log may contain thousands of lines of data. This log is usually only sent to a member of the Wordfence support team. It also contains your PHP configuration from the phpinfo() function for diagnostic data.":["آدرس ایمیلی را که می خواهید گزارش فعالیت Wordfence را به آن ارسال کنید وارد کنید. توجه داشته باشید که گزارش فعالیت ممکن است حاوی هزاران خط داده باشد. این گزارش معمولاً فقط برای یکی از اعضای تیم پشتیبانی Wordfence ارسال می شود. همچنین شامل پیکربندی PHP شما از تابع phpinfo() برای داده های تشخیصی است."],"Last Updated: %s":["آخرین به روز رسانی: %s"],"Success removing option":["گزینه حذف موفقیت آمیز"],"Success updating option":["گزینه به روز رسانی موفقیت آمیز"],"The option %s was successfully removed.":["گزینه %s با موفقیت حذف شد."],"The 'How does Wordfence get IPs' option was successfully updated to the recommended value.":["گزینه \"Wordfence چگونه IP ها را دریافت می کند\" با موفقیت به مقدار توصیه شده به روز شد."],"Scan the code below with your authenticator app to add this account. Some authenticator apps also allow you to type in the text version instead.":["کد زیر را با برنامه احراز هویت خود اسکن کنید تا این حساب را اضافه کنید. برخی از برنامه‌های احراز هویت به شما اجازه می‌دهند به جای آن نسخه متنی را تایپ کنید."],"The admin user %s was successfully deleted.":["کاربر مدیر %s با موفقیت حذف شد."],"Key:":["کلید:"],"Specify a valid hostname":["یک نام هاست معتبر مشخص کنید"],"Specify a valid IP range":["یک محدوده IP معتبر را مشخص کنید"],"Two Factor Status":["وضعیت دو عاملی"],"No issues have been ignored.":["هیچ مشکلی نادیده گرفته نشده است."],"No new issues have been found.":["هیچ مشکل جدیدی پیدا نشده است."],"No rules were updated. Your website has reached the maximum number of rule update requests. Please try again later.":["هیچ قانونی به روز نشد. وب سایت شما به حداکثر تعداد درخواست های به روز رسانی قوانین رسیده است. لطفاً بعداً دوباره امتحان کنید."],"No rules were updated. Please verify you have permissions to write to the \/wp-content\/wflogs directory.":["هیچ قانونی به روز نشد. لطفاً تأیید کنید که مجوز نوشتن در پوشه \/wp-content\/wflogs را دارید."],"No rules were updated. Please verify your website can reach the Wordfence servers.":["هیچ قانونی به روز نشد. لطفاً بررسی کنید که وب سایت شما به سرورهای Wordfence دسترسی دارد."],"There was an error while sending the email.":["هنگام ارسال ایمیل خطایی روی داد."],"No activity to report yet. Please complete your first scan.":["هنوز فعالیتی برای گزارش وجود ندارد. لطفا اولین اسکن خود را کامل کنید."],"The Full Path disclosure issue has been fixed":["مشکل افشای مسیر کامل برطرف شده است"],"Successfully revoked admin":["مدیریت با موفقیت لغو شد"],"Specify an IP range, Hostname or Browser pattern":["محدوده IP، نام هاست یا الگوی مرورگر را مشخص کنید"],"Sorry, but no data for that IP or domain was found.":["متأسفیم، اما هیچ داده ای برای آن IP یا دامنه یافت نشد."],"We are about to change your <em>.htaccess<\/em> file. Please make a backup of this file before proceeding.":["ما در حال تغییر فایل <em>.htaccess<\/em> شما هستیم. لطفاً قبل از ادامه از این فایل یک نسخه پشتیبان تهیه کنید."],"We can't modify your .htaccess file for you because: %s":["ما نمی توانیم فایل .htaccess شما را برای شما تغییر دهیم زیرا: %s"],"Please specify a valid IP address range in the form of \"1.2.3.4 - 1.2.3.5\" without quotes. Make sure the dash between the IP addresses in a normal dash (a minus sign on your keyboard) and not another character that looks like a dash.":["لطفاً یک محدوده آدرس IP معتبر به شکل \"1.2.3.4 - 1.2.3.5\" بدون نقل قول مشخص کنید. مطمئن شوید که خط تیره بین آدرس‌های IP در یک خط تیره معمولی (یک علامت منفی روی صفحه‌کلید شما) است و نه یک کاراکتر دیگر که شبیه یک خط تیره است."],"Please specify either an IP address range, Hostname or a web browser pattern to match.":["لطفاً محدوده آدرس IP، نام هاست یا الگوی مرورگر وب را برای مطابقت مشخص کنید."],"Please make a backup of this file before proceeding. If you need to restore this backup file, you can copy it to the following path from your site's root:":["لطفاً قبل از ادامه از این فایل یک نسخه پشتیبان تهیه کنید. اگر نیاز به بازیابی این فایل پشتیبان دارید، می توانید آن را از ریشه سایت خود در مسیر زیر کپی کنید:"],"Please include your support ticket number or forum username.":["لطفا شماره بلیط پشتیبانی یا نام کاربری انجمن خود را وارد کنید."],"Please specify a reason":["لطفا دلیل مشخص کنید"],"Please enter a valid email address.":["لطفا یک ایمیل معتبر وارد نمایید."],"Rules Updated":["قوانین به روز شد"],"File restored OK":["فایل بازیابی شد"],"File hidden successfully":["فایل با موفقیت پنهان شد"],"The file %s was successfully deleted.":["فایل %s با موفقیت حذف شد."],"The file %s was successfully restored.":["فایل %s با موفقیت بازیابی شد."],"The file %s was successfully hidden from public view.":["فایل %s با موفقیت از دید عموم پنهان شد."],"Paid Members Only":["فقط اعضای پولی"],"Email Diagnostic Report":["ایمیل گزارش تشخیصی"],"Email Wordfence Activity Log":["گزارش فعالیت Wordfence ایمیل"],"Each line of 16 letters and numbers is a single recovery code, with optional spaces for readability. When typing your password, enter \"wf\" followed by the entire code like \"mypassword wf1234 5678 90AB CDEF\". If your site shows a separate prompt for entering a code after entering only your username and password, enter only the code like \"1234 5678 90AB CDEF\". Your recovery codes are:":["هر خط متشکل از 16 حرف و اعداد یک کد بازیابی واحد است، با فضاهای اختیاری برای خوانایی. هنگام تایپ رمز عبور، \"wf\" و سپس کل کد مانند \"mypassword wf1234 5678 90AB CDEF\" را وارد کنید. اگر سایت شما پس از وارد کردن تنها نام کاربری و رمز عبور، یک اعلان جداگانه برای وارد کردن کد نشان می دهد، فقط کدی مانند \"1234 5678 90AB CDEF\" را وارد کنید. کدهای بازیابی شما عبارتند از:"],"Download Backup File":["دانلود فایل پشتیبان"],"Don't ask again":["دیگه نپرس"],"An error occurred":["خطایی رخ داد."],".htaccess change":["تغییر .htaccess"],"Click to fix .htaccess":["برای رفع htaccess. کلیک کنید"],"Click here to download a backup copy of this file now":["برای دانلود یک نسخه پشتیبان از این فایل هم اکنون اینجا را کلیک کنید"],"Click here to download a backup copy of your .htaccess file now":["برای دانلود یک نسخه پشتیبان از فایل htaccess. اینجا کلیک کنید"],"${totalIPs} addresses in this network":["آدرس ${totalIPs} در این شبکه"],"Diagnostic report has been sent successfully.":["گزارش تشخیصی با موفقیت ارسال شد."],"Activity Log Sent":["گزارش فعالیت ارسال شد"],"Cellphone Sign-In Recovery Codes":["کدهای بازیابی ورود به سیستم تلفن همراه"],"Add code to .htaccess":["کد را به htaccess اضافه کنید"],"Authentication Code":["کد هویت"],"Cellphone Sign-in activated for user.":["ورود به سیستم تلفن همراه برای کاربر فعال شد."],"All capabilties of admin user %s were successfully revoked.":["همه قابلیت‌های کاربر سرپرست %s با موفقیت لغو شد."],"Block This Network":["مسدود کردن این شبکه"],"Directory Listing Disabled":["فهرست دایرکتوری غیرفعال است"],"Directory listing has been disabled on your server.":["فهرست دایرکتوری در سرور شما غیرفعال شده است."],".htaccess Updated":[".htaccess بروز شد"],"%s is not valid hostname":["%s نام هاست معتبر نیست"],"Full Path Disclosure":["افشای مسیر کامل"],"Recovery Codes":["کد های بازیابی"],"Cancel Changes":["لغو تغییرات"],"Restore Defaults":["بازگردانی به پیشفرض"],"Save Changes":["ذخیره تنظیمات"],"Disabled":["غیر فعال شده"],"Download":["دریافت"],"Close":["خروج"]}},"comment":{"reference":"js\/admin.1736960042.js"}}